<style>
    <?= include 'list.css'; ?>
</style>

<div id="listId" class="list" style="background-image: url('<?= get_template_directory_uri(); ?>/images/patt_diagonals.png')">
    <div class="container">
        <div class="row">
            <div class="col-md-12">
                <div class="t" data-aos="fade-right" data-aos-duration="800">
                    <h2>Комплексное предложение</h2>
                    <p>За 14 лет работы мы уделили время пониманию основных<br>

                        потребностей наших клиентов и научились быть индивидуальными для каждого из вас</p>
                </div>
            </div>
            <div class="col-md-12">
                <div class="list-item" data-aos="fade-left" data-aos-duration="1000">
                    <h4>Дизайнерская мебель</h4>
                </div>
                <div class="list-slider" data-aos="zoom-in" data-aos-duration="1200">
                    <div>
                        <div class="list-item">
                            <div class="list-item-body">
                                <img src="<?= get_template_directory_uri(); ?>/images/product/design3.jpg" alt="">
                               <div>
                                    <p>Гостиная из коллекции Mr.Doors Classics. <br>

                                        Основной декор композиции — «Декапе Жемчуг». Фасады со вставками из прозрачного стекла украшены декоративной раскладкой. <br>

                                        Нижние модули – вставки в фасады из декоративного стекла «Жемчуг». <br>

                                        Все стыки венчают классические замки из натурального дерева. Также из массива выполнена декоративная арка над телевизором. <br>

                                    Полки в витринах стеклянные с верхней подсветкой Sun. <br>

                                    Ручки «Джусти» в цвете «Античная Бронза».</p>
                                   <div class="order">
                                       <button data-toggle="modal" data-target="#formModal"
                                               onclick="onClickFormModal('Гостиная из коллекции Mr.Doors Classics', 'formModalLongTitle',
                                 'Комплексное предложение => Дизайнерская мебель => Гостиная из коллекции Mr.Doors Classics.',
                                 'formInputHiddenId')">Подробнее</button>
                                   </div>
                               </div>
                            </div>
                        </div>
                    </div>

                    <div>
                        <div class="list-item">
                            <div class="list-item-body">
                                <img src="<?= get_template_directory_uri(); ?>/images/product/design2.jpg" alt="">
                                <div>
                                    <p>Коллекция “Прованс” - лучший вариант для уютного отдыха, «тихая гавань», где хочется отдохнуть и куда приятно возвращаться после трудовых будней. Комплект изготовлен в классическом французском стиле - теплые древесные оттенки каркаса в сочетании с фрезерованными фасадами.



                                        Материалами каркаса служат ЛДСП, МДФ, а уникальное и превосходное сочетание цветов.



                                        Дуб Сонома в новом, эксклюзивном исполнении “Трюфельный” в сочетании с кремовым оттенком фасада с эффектом перламутра, придают изысканный винтажный эффект.



                                        Поверхности выполнены из фрезерованного МДФ – фасады, столешницы комодов и тумб и даже цоколя. Простота с нотками изысканного вкуса – главный козырь этой коллекции, ненавязчивый, спокойный и очень модный интерьер, в котором присутствуют пастельные тона и искусственно состаренные вещи, создающие уютную обстановку.



                                    </p>
                                    <div class="order">
                                        <button data-toggle="modal" data-target="#formModal"
                                                onclick="onClickFormModal('Коллекция “Прованс”', 'formModalLongTitle',
                                 'Комплексное предложение => Дизайнерская мебель => Коллекция “Прованс”',
                                 'formInputHiddenId')">Подробнее</button>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>

                    <div>
                        <div class="list-item">
                            <div class="list-item-body">
                                <img  src="<?= get_template_directory_uri(); ?>/images/product/design1.jpg" alt="">
                                <div>
                                    <p> Корпус системы изготовлен из ДСП, а фасады в комбинации ДСП и МДФ материалов. Боковые шкафы, стильные витрины из тонированного закаленного стекла и ненавязчивый древесный рисунок.
                                        В производстве использовалась исключительно качественная фурнитура, а также петли и роликовые направляющие Hettich, которые существенно продлевают срок службы мебели.
                                        В минималистичной гостиной найдут своё место все необходимые мелочи, техника, самодостаточный декор и самая правильная атмосфера для человека, высоко ценящего своё личное пространство. Кроме того, стоит обратить внимание, что система мебели  имеет оригинальные углубленные ручки, которые не выглядят как чужеродный элемент и улучшают визуальное восприятие мебели.</p>
                                    <div class="order">
                                        <button data-toggle="modal" data-target="#formModal"
                                                onclick="onClickFormModal('', 'formModalLongTitle',
                                 'Комплексное предложение => Дизайнерская мебель => ',
                                 'formInputHiddenId')">Подробнее</button>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>

                </div>
            </div>
            <div class="col-md-12">
                <div class="list-item" data-aos="fade-left" data-aos-duration="1000">
                    <h4>Кухни</h4>
                </div>
                <div class="list-slider" data-aos="zoom-in" data-aos-duration="1200">
                    <div>
                        <div class="list-item">
                            <div class="list-item-body">
                                <img class="order-xl-1" src="<?= get_template_directory_uri(); ?>/images/product/kitchen1.jpg" alt="">
                                <div class="order-xl-0">
                                    <p>Прямая композиция на основе декоративных элементов коллекции Итальянский модерн. В левую часть композиции может быть встроен духовой шкаф.

                                        Корпус кухни – ламинированная панель в декоре «Супер Белый». Выдвижные ящики и распашные безрамные фасады выполнены в высокоглянцевой эмали, декор «Мурано». Верхние распашные безрамные фасады — высокоглянцевая эмаль, декор «Белый». Цоколь – ПВХ в декоре «Серебро». Установлены ручки-скобы «Фило» в декоре «Матовое серебро». Столешница из ламината серии HPL, декор «Уни бланко».</p>
                                    <div class="order">
                                        <button data-toggle="modal" data-target="#formModal"
                                                onclick="onClickFormModal('Прямая композиция на основе декоративных элементов коллекции Итальянский модерн', 'formModalLongTitle',
                                 'Комплексное предложение => Кухни => Прямая композиция на основе декоративных элементов коллекции Итальянский модерн',
                                 'formInputHiddenId')">
                                            Подробнее
                                        </button>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div>
                        <div class="list-item">
                            <div class="list-item-body">
                                <img class="order-xl-1" src="<?= get_template_directory_uri(); ?>/images/product/kitchen3.jpg" alt="">
                                <div class="order-xl-0">
                                    <p>Черный — один из самых популярных цветов для кухни. Эта кухня – уютное место, располагающее к долгим вечерним разговорам. Черные матовые фасады, выполненные из массива дуба, смотрятся весьма стильно и эффектно. А чтобы не превратить помещение в мрачное и темное место, достаточно всего правильно использовать естественное и искусственное освещение и её обустроить.
                                        Наполнения этой модели, то обращает на себя внимание столешница из натурального камня - гранита, прекрасно дополняющая дизайнерский замысел. Использование современной высококачественной фурнитуры Blum и материалов корпуса из ДСП Egger, производства Австрии, дают гарантию долгого срока службы вашей кухонной мебели.
                                        Модель отлично впишется в стиль квартир смелых и активных людей. Но если Вас все-таки смущает черный цвет и наполнение, мы предлагаем различные варианты материалов и фурнитуры для изготовления кухни Вашей мечты.
                                    </p>

                                    <div class="order">
                                        <button data-toggle="modal" data-target="#formModal"
                                                onclick="onClickFormModal('', 'formModalLongTitle',
                                 'Комплексное предложение => Кухни => Черный',
                                 'formInputHiddenId')">Подробнее</button>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div>
                        <div class="list-item">
                            <div class="list-item-body">
                                <img class="order-xl-1" src="<?= get_template_directory_uri(); ?>/images/product/kitchen2.jpg" alt="">
                                <div class="order-xl-0">
                                    <p>Кухня, выполненная в классическом стиле с полновстраиваемой техникой, лишь подчеркивает вкус владельца. Ведь такой стиль позволяет соединить в себе уют, стиль и практичность.
                                        Изысканность подчеркивается использованием натуральных материалов - фасады и карниз из натурального дерева, покрытые полуматовым лаком, каменная столешница, не имеющая стыков, Tristone со встроенной мойкой.
                                        В этой кухне великолепно сочетаются надежность (петли с доводчиком Blum и механизмы выдвижения ящиков Blum Tandembox) со стилем  - превосходное сочетание никелевых скоб и керамических кнопок в польских ручках GTV. А превратить кухню в ультрасовременное место помогает правильное сочетание естественного освещения, белых фасадов с алюминиевым цоколем, окрашенным в их цвет корпуса Egger (Австрия) и встроенной LED подсветкой, дающей теплый световой оттенок.</p>
                                    <div class="order">
                                        <button data-toggle="modal" data-target="#formModal"
                                                onclick="onClickFormModal('', 'formModalLongTitle',
                                 'Комплексное предложение => Кухни => Кухня, выполненная в классическом стиле с полновстраиваемой техникой',
                                 'formInputHiddenId')">Подробнее</button>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>

            <div class="col-md-12">
                <div class="list-item" data-aos="fade-left" data-aos-duration="1000">
                    <h4>Гардеробные</h4>
                </div>
                <div class="list-slider" data-aos="zoom-in" data-aos-duration="1200">
                    <div>
                        <div class="list-item">
                            <div class="list-item-body">
                                <img src="<?= get_template_directory_uri(); ?>/images/product/closet3.jpg" alt="">
                                <div>
                                    <p>
                                        Гардеробная из серии «Лофт 24» от торговой марки<br> Мистер Дорс.

                                        Корпус:<br>

                                        Алюминиевые стойки «Лофт 24», крепление «пол-потолок», в декоре «Коричневый»<br>

                                        Ламинированные панели толщиной 16,25 мм, декор «Арабика»<br>

                                        Ручки — «Фило» коричневого цвета.<br>

                                        Фасады:<br>

                                        Двери-купе серии «Лайт», алюминиевая рама в декоре «Бронза».<br>

                                        Вставки:<br>

                                        Вставки в двери — стёкла «Прозрачное» и черное «Нуар».<br>
                                    </p>
                                    <div class="order">
                                        <button data-toggle="modal" data-target="#formModal"
                                                onclick="onClickFormModal('', 'formModalLongTitle',
                                 'Комплексное предложение => Гардеробные => Гардеробная из серии «Лофт 24»',
                                 'formInputHiddenId')">Подробнее</button>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div>
                        <div class="list-item">
                            <div class="list-item-body">
                                <img src="<?= get_template_directory_uri(); ?>/images/product/closet1.jpg" alt="">
                                <div>
                                    <p>Эта комната, где каждый сантиметр на своем законном месте, каждый виток только поднимает настроение - творение гармонии. Ведь главное при изготовлении гардеробной - функциональное использование вашего помещения.
                                        Светлый корпус, изготовленный из Австрийского ДСП Egger ярко белого цвета, подчеркнет красоту в простоте, а легкое серебро элементов итальянских прозрачных ручек Giusti станет волшебным моментом в вашей гардеробной.
                                        Большая вместительность и достаточное количество отделений для различных видов одежды, а также эргономичная система для брюк позволят с легкостью разместить весь ваш гардероб. А овальная штанга из алюминия с силиконовым уплотнителем и надежные механизмы трансформации австрийского производства фирмы Blum TANDEM, существенно увеличат срок службы вашей мебели.</p>
                                    <div class="order">
                                        <button data-toggle="modal" data-target="#formModal"
                                                onclick="onClickFormModal('', 'formModalLongTitle',
                                 'Комплексное предложение => Гардеробные => Эта комната, где каждый сантиметр на своем законном месте,',
                                 'formInputHiddenId')">Подробнее</button>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div>
                        <div class="list-item">
                            <div class="list-item-body">
                                <img src="<?= get_template_directory_uri(); ?>/images/product/closet2.jpg" alt="">
                                <div>
                                    <p>Гардеробная в современном стиле с идеальным балансом стиля и функциональности. Это отличный вариант для любителей минималистского стиля, где владелец знает каждый угол, ведь стоит завязать ему глаза, и он без проблем отыщет любую вещь. Идеал уже достигнут.
                                        Материалы и фурнитура от всемирно известных производителей и полки, выполненные из высококачественного материала, придают конструкции надежность и долговечность. А раздвижная система, с наполнением зеркало графит в черном профиле по фасаду с тонкой ручкой, лишь подчеркивает минимализм дизайна, как бы намекая, здесь нет никакой закулисной тайны. </p>
                                    <div class="order">
                                        <button data-toggle="modal" data-target="#formModal"
                                                onclick="onClickFormModal('', 'formModalLongTitle',
                                 'Комплексное предложение => Гардеробные => Гардеробная в современном стиле с идеальным балансом стиля и функциональности.',
                                 'formInputHiddenId')">Подробнее</button>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
